import React from "react";
import styles from "./styles.module.css";

const Pnp = () => {
  return (
    <>
      <section className={styles.pnp}>
        <section className={styles.pnpSection}>
          <h1 className={styles.pnpSectionTitle}>سیاست نامه حریم خصوصی</h1>
          <p className={styles.pnpSectionContent}>
            «شهربین» به حریم خصوصی کاربران خود احترام می‌گذارد و متعهد به حفاظت
            از اطلاعات شخصی است که شما در اختیار آن می‌گذارید. از آنجا که
            جمع‌آوری و پردازش اطلاعات شخصی بخش غیرقابل اجتنابی در فرایندهای
            مبتنی بر گوشی همراه و اینترنت است لذا به منظور آگاهی کامل از سیاست و
            عملکرد شهربین در این زمینه، مطالعه این سند تحت عنوان «سیاست نامه
            حریم خصوصی» و هر گونه پیام دیگری که در خصوص جمع‌آوری و پردازش
            اطلاعات توسط شهربین به حساب کاربری شما ارسال می‌شود، ضروری است. این
            سند مشتمل بر موارد ذیل در خصوص اطلاعات شخصی و یک واژه‌نامه است که
            مطالعه آن را برای درک بهتر اصطلاحات تخصصی پیشنهاد می‌کنیم.
          </p>
        </section>

        <section className={styles.pnpSection}>
          <h1 className={styles.pnpSectionTitle}>درباره شهربین</h1>
          <p className={styles.pnpSectionContent}>
            نرم‌افزار شهربین یک سامانه آنلاین شهروندی است که اولین نسخه آن در
            سال 1397 طراحی و منتشر شد. این محصول متعلق به شرکت آوای شتاب دهنده
            پیشگامان به شماره ثبت 16856 است.
          </p>
        </section>

        <section className={styles.pnpSection}>
          <h1 className={styles.pnpSectionTitle}>تغییرات این سند</h1>
          <p className={styles.pnpSectionContent}>
            این سند مطابق با آخرین تغییرات قوانین و مقررات موضوعه کشور تدوین شده
            و مبیّن کلیه حقوق شما تحت قانون تجارت الکترونیکی مصوب ۱۳۸۲و اسناد
            بین‌المللی ذی‌ربط است. این سند ممکن است دستخوش تغییرات و تجدیدنظر
            شود و در صورتی که اطلاع‌رسانی تغییرات به موجب قانون الزامی باشد، این
            تغییرات از طریق حساب کاربری به کاربران اطلاع داده خواهد شد. این سند،
            آخرین بار در تاریخ شهریور 1400 مورد بازبینی و به‌روزرسانی قرار گرفت.
          </p>
        </section>

        <section className={styles.pnpSection}>
          <h1 className={styles.pnpSectionTitle}>
            کدام اطلاعات توسط شهربین جمع آوری می شوند
          </h1>
          <p className={styles.pnpSectionContent}>
            اطلاعات ممکن است توام با نصب و/یا استفاده شما از خدمات شهربین
            (اطلاعات فنی و گزارش‌های سرور عمدتاً به این شیوه جمع‌آوری می‌شوند و
            در سرورهای ما نگهداری می‌شوند) در دسترس و اختیار شهربین قرار گیرد،
            همچنین شهربین ممکن است اطلاعات را مستقیماً از شما دریافت کند (هنگام
            ایجاد حساب کاربری، ثبت نظر، تماس و مکاتبه با پشتیبانی و یا تکمیل هر
            فرم یا ورود اختیاری اطلاعات)
          </p>
        </section>

        <section className={styles.pnpSection}>
          <h1 className={styles.pnpSectionTitle}>
            اطلاعاتی که با نصب و/یا استفاده از نرم‌افزار شهربین جمع‌آوری می‌شوند
          </h1>
          <p className={styles.pnpSectionContent}>
            اطلاعات مربوط به استفاده از خدمات شهربین و اطلاعات دستگاهی که
            نرم‌افزار شهربین بر روی آن نصب شده‌ است همزمان با نصب نرم‌افزار بر
            روی دستگاه شما (بدون ایجاد حساب کاربری) جمع‌آوری می‌شوند. برخی از
            این اطلاعات عبارتند از:
          </p>
        </section>
      </section>
    </>
  );
};

export default Pnp;
